export default {
  languageName: 'Беларуская',

  hero: {
    title: 'Хто такі Indie Maker?',
    subtitle: 'Indie Maker (індзі-стваральнік) — гэта {span}. Звычайна яны будуюць праекты ўласнымі рэсурсамі, часта без фінансавання, самастойна клапоцячыся пра ўсе аспекты: распрацоўку, дызайн, маркетынг...',
    independantCreator: 'незалежны стваральнік',
  },

  msg: {
    title: 'Калі вы жадаеце лепш зразумець гэтую прафесію, знайдзіце пяць хвілін, каб прачытаць пра яе падрабязней!',
  },

  why: {
    title: 'Навошта?',
    content: [
      'Бо гэта новая прафесія, якую многія яшчэ не ведаюць. Як і ў іншых прафесіях у фрылансе, гэта можа прывесці да пачуцця ізаляцыі, якое ўзмацняецца, калі блізкія не разумеюць, чым вы займаецеся.',
      'У дадатак да працы ў адносна новым і тэхнічным асяроддзі (Інтэрнэт!!), індзі-стваральнікі спалучаюць некалькі прафесій адначасова: распрацоўшчык, дызайнер, маркетолаг, пісьменнік, мэнаджар сацыяльных сетак...',
      'І самае цяжкае для блізкіх зразумець, што многія з іх не зарабляюць на жыццё такім чынам! А тыя, каму пашанцавала, патрацілі месяцы ці гады на навучанне і стварэнне праектаў.',
      'Гэты вэб-сайт накіраваны на прасоўванне прафесіі індзі-стваральніка, тлумачачы яе шырокай грамадскасці. Проста прачытаўшы гэтыя некалькі радкоў, вы ўжо робіце вялікую паслугу тысячам індзі-стваральнікаў, якія кожны дзень імкнуцца ствараць найлепшыя паслугі ў Інтэрнэце.',
    ],
  },

  roles: {
    title: 'Што робіць індзі-стваральнік?',
    developmentTitle: 'Распрацоўка',
    developmentContent: 'Неабавязкова будучы экспертам у распрацоўцы, індзі-стваральнік вельмі часта распрацоўвае ўласныя праекты сам.',
    designTitle: 'Дызайн',
    designContent: 'Неабавязкова будучы экспертам у дызайне, індзі-стваральнік вельмі часта распрацоўвае ўласныя праекты сам.',
    marketingTitle: 'Маркетынг',
    marketingContent: 'Маркетынг — вельмі важная частка іх працы: каб прадаць свае праекты, яны павінны зрабіць іх вядомымі!',
    himselfTitle: 'Усё робяць самі',
    himselfContent: 'Інды-стваральнік можа вельмі добра выкарыстоўваць інструменты без кода, CMS, шаблоны... Чым больш часу яны эканомяць, тым лепш.',
    smTitle: 'Сацыяльныя сеткі',
    smContent: 'Twitter з\'яўляецца самай вядомай, але яны могуць выкарыстоўваць і іншыя: YouTube, Reddit, Instagram...',
    seoTitle: 'SEO',
    seoContent: 'Яны самі павінны прасоўваць свае праекты ў пошукавых сістэмах!',
  },

  vocabulary: {
    title: 'Трохі лексікі',
    mrr: 'MRR / ARR',
    mrrDef: 'Monthly / Annual Recurring Revenue. Колькі індзі-стваральнік зарабляе кожны месяц ці год у выглядзе перыядычнага даходу.',
    ramenProfitability: 'Рамэн-рэнтабельнасць',
    ramenProfitabilityDef: 'Зарабляюць роўна столькі, каб пражыць.',
    saas: 'SAAS',
    saasDef: 'Software As A Service. Праграмнае забеспячэнне, якое часта прадаецца з падпіскай і дасяжнае праз Інтэрнэт. Гэта дазваляе атрымліваць перыядычныя даходы.',
    churn: 'Адток',
    churnDef: 'Колькасць людзей, якія адмовіліся ад падпіскі на праект.',
    mvp: 'MVP',
    mvpDef: 'Minimum Viable Product. Самая мінімалістычная версія прадукту.',
    kpi: 'KPI',
    kpiDef: 'Key Performance Indicator. Лічбавыя паказчыкі, якія дазваляюць падлічыць прадукцыйнасць. Напрыклад: колькасць штодзённых наведванняў.',
  },

  contributors: {
    title: 'Укладальнікі',
  },
}
