export default {
  hero: {
    title: 'Что такое Indie Maker (инди-мейкер)?',
    subtitle: 'Инди-мейкер - это {span}. Они создают проекты собственными силами, часто без финансирования, заботясь обо всех аспектах: разработка, дизайн, маркетинг...',
    independantCreator: 'независимый создатель'
  },

  msg: {
    title: 'Если вы хотите лучше понять эту профессию, уделите 5 минут, чтобы прочитать дальше!'
  },

  why: {
    title: 'Почему?',
    content: [
      "Потому что это новая профессия, о которой многие люди еще не знают. Как и многие другие виды внештатной работы, она может привести к чувству изоляции, которое усугубляется, если близкие не понимают, чем вы занимаетесь.",
      'Помимо работы в относительно новой и технической среде (интернет!!), у инди-мейкеров есть несколько профессий одновременно: разработчик, дизайнер, маркетолог, писатель, менеджер социальных сетей...',
      "И самое трудное для родственников понять, что многие из них не зарабатывают на жизнь таким образом! А те, кому посчастливилось, потратили месяцы или годы на обучение и создание проектов.",
      'Этот веб-сайт призван продвигать профессию инди-мейкера, объясняя ее широкой публике. Просто прочитав эти несколько строк, вы уже оказываете огромную услугу тысячам инди-мейкеров, которые каждый день стремятся создавать лучшие сервисы в Интернете.'
    ]
  },

  roles: {
    title: 'Чем занимается инди-мейкер?',
    developmentTitle: 'Разработка',
    developmentContent: 'Не обязательно являясь экспертом в разработке, инди-мейкеры очень часто разрабатывают свои собственные проекты.',
    designTitle: 'Дизайн',
    designContent: 'Необязательно являясь экспертом в области дизайна, инди-мейкеры очень часто разрабатывают свои собственные проекты.',
    marketingTitle: 'Маркетинг',
    marketingContent: 'Маркетинг - очень важная часть их работы: чтобы продать свои проекты, они должны сделать их известными!',
    himselfTitle: 'Делают все самостоятельно',
    himselfContent: 'Инди-мейкер вполне может использовать no-code инструменты, CMS, шаблоны... Чем больше времени они сэкономят, тем лучше.',
    smTitle: 'Социальные сети',
    smContent: 'Twitter наиболее известен, но они могут использовать их все: youtube, reddit, instagram...',
    seoTitle: 'SEO',
    seoContent: 'Они сами должны сделать так, чтобы их проекты выделялись в поисковых системах!'
  },

  vocabulary: {
    title: 'Некоторая лексика',
    mrr: 'MRR / ARR',
    mrrDef: 'Ежемесячный / Годовой повторяющийся доход. Сколько инди-мейкер зарабатывает каждый месяц / год в виде регулярного дохода.',
    ramenProfitability: 'Ramen profitability',
    ramenProfitabilityDef: 'Зарабатывать ровно столько, чтобы хватало на жизнь.',
    saas: 'SAAS',
    saasDef: 'Программное обеспечение как услуга. Интернет-программное обеспечение, часто продаваемое по подписке. Это позволяет иметь регулярные доходы.',
    churn: 'Churn (Отток)',
    churnDef: 'Количество людей, отписавшихся от вашего проекта.',
    mvp: 'MVP',
    mvpDef: 'Minimum Viable Product (Минимально жизнеспособный продукт). Самая минималистичная версия вашего продукта.',
    kpi: 'KPI',
    kpiDef: 'Key Performance Indicator (Ключевой показатель эффективности). Числовые показатели, позволяющие измерить эффективность работы. Например: количество ежедневных посещений.'
  },

  languages: {
    fr: 'Français',
    en: 'English',
    ru: 'Русский'
  }
}
